// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "スキャナの調整";
HSDTaskDescription = "スキャンまたはコピーしたドキュメントの品質が許容できなくなった場合は、スキャナを調整してください。A4 またはレターサイズの白い普通紙をスキャナに挿入し、[調整] をクリックします。";
HSDCalibrateButtonTitle = "調整";

CalibratingScannerTitle = "スキャナの調整中...";

CompletionAlertTitle = "調整に成功しました";
CompletionAlertMessage = "スキャナの調整が正常に実行されました。\n用紙がスキャナを完全に通過するまで、用紙を取り出さないでください。";

GeneralErrorAlertTitle = "調整に失敗しました";
GeneralErrorAlertMessage = "スキャナの調整が失敗しました。プリンタがビジーになっていないこと、汚れのない A4 またはレターサイズの白い普通紙を使用していること、および用紙がスキャナに正しく挿入されていることを確認してください。\n用紙がスキャナを完全に通過するまで、用紙を取り出さないでください。";

OutOfPaperAlertTitle = "用紙がありません";
OutOfPaperAlertMessage = "A4 またはレターサイズの白い普通紙がスキャナに挿入されていることを確認してください。\n[OK] をクリックして戻ります。";
